void print(){

system("cls");

printf("          ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n");
printf("          |                 欢迎使用成绩管理系统                |\n");
printf("          |制作人：曾维武                                       |\n");
printf("          |班级：1713                                           |\n");
printf("          |指导老师：易德成                                     |\n");
printf("          |输出【0】                        平均成绩排序【1】   |\n");
printf("          |修改【2】                                查询【3】   |\n"); 
printf("          |退出【4】                                            |\n");
printf("          |                                                     |\n");
printf("          |                                                     |\n");
printf("          |                                                     |\n");
printf("          |                                                     |\n");
printf("          |                                                     |\n");
printf("          |                                                     |\n");
printf("          |请选择【 】                                          |\n");
printf("          ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n");}


